[PAD]
[UNK]
[START]
[END]
!
"
$
%
&
'
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
°
–
—
‘
’
€
you
to
the
tom
is
that
it
he
do
of
this
in
me
we
don
have
was
what
my
for
can
your
are
be
re
want
she
not
know
like
on
with
they
how
did
at
all
his
think
go
ll
there
ve
and
him
time
here
about
get
didn
very
##s
were
no
one
as
why
going
had
up
will
if
out
her
just
has
need
so
who
mary
would
good
let
an
when
tell
should
come
see
help
really
where
from
by
could
us
please
been
take
never
now
more
got
something
too
much
some
than
make
right
thought
but
work
home
last
any
money
back
anything
day
say
french
look
sure
told
give
car
doesn
people
lot
isn
talk
our
today
way
must
made
many
still
said
am
long
won
love
doing
eat
only
house
always
feel
better
went
happy
off
again
##ing
leave
does
before
new
night
them
little
believe
book
down
room
everything
stay
job
well
school
wanted
old
tomorrow
christmas
left
##ed
put
may
yesterday
stop
three
over
alone
happened
every
done
find
father
speak
these
ever
two
enough
into
buy
asked
nothing
keep
try
or
understand
saw
ask
friends
problem
sorry
hope
man
dog
away
next
call
everyone
other
after
hard
things
friend
wasn
busy
read
wrong
anyone
first
door
live
late
boston
life
hear
thing
idea
already
children
##d
without
came
their
being
gave
yet
looking
remember
used
couldn
mother
aren
knew
took
lost
morning
mind
kind
##ly
bad
haven
wait
years
drink
heard
name
tired
best
seen
found
play
water
same
looks
use
afraid
week
often
soon
ready
teacher
even
wish
care
year
answer
someone
yourself
else
few
bought
bed
party
happen
open
might
parents
big
myself
talking
cold
while
both
train
glad
true
show
around
able
nice
early
getting
place
everybody
##er
because
plan
those
another
turn
knows
sleep
wants
great
watch
days
wouldn
question
pay
tried
almost
write
hurt
such
anymore
married
together
coffee
matter
coming
food
each
once
brother
change
family
english
walk
which
##y
seems
shouldn
person
beautiful
fun
bus
truth
meeting
nobody
young
trying
dinner
forget
most
letter
doctor
easy
meet
tonight
phone
careful
felt
met
working
mine
waiting
seem
own
started
hate
sister
world
learn
since
books
important
study
longer
likes
pretty
start
wife
gone
child
hand
cat
finished
died
mean
far
station
difficult
thank
word
anybody
questions
rain
bit
boy
looked
until
girl
accident
lunch
surprised
close
movie
sick
drive
mistake
spend
quite
run
makes
office
story
weather
wonder
times
broke
usually
reading
ten
swim
tv
having
playing
police
stupid
yours
son
trust
angry
eating
fell
himself
supposed
window
called
decided
fire
hours
says
under
free
guess
sit
minutes
table
advice
small
students
turned
afternoon
eyes
picture
music
tree
ago
kept
exactly
listen
arrived
hurry
bring
fast
forgot
caught
interested
light
proud
hair
bicycle
probably
hot
worry
park
weren
promise
safe
chance
later
interesting
ran
trouble
##al
country
needs
thinking
saying
through
end
lives
against
stand
hands
number
win
finish
game
high
maybe
outside
taking
homework
news
possible
town
enjoy
japan
different
sing
australia
lose
reason
wine
catch
making
favorite
miss
agree
become
behind
then
needed
hungry
lie
ok
##r
cut
quit
age
shoes
visit
##t
red
appreciate
near
die
advised
living
clothes
explain
full
face
summer
girlfriend
part
rest
breakfast
stayed
##e
dead
japanese
spent
business
choice
tea
works
box
company
daughter
born
older
somebody
class
moment
team
song
five
thanks
woman
beer
paid
ate
month
eaten
serious
baby
##es
quickly
worried
guy
##able
changed
cost
crazy
rich
break
fish
kids
computer
clean
hat
monday
river
hour
present
expensive
point
sometimes
student
feeling
secret
comes
dress
invited
became
city
decision
trip
key
sound
problems
funny
hospital
sat
short
speaking
wearing
clock
real
watching
whole
death
asleep
between
hotel
scared
stopped
street
tennis
milk
situation
studying
heart
began
killed
hold
minute
smoking
check
cup
expect
pain
touch
boss
words
deal
large
move
##n
head
hit
quiet
snow
goes
lucky
rather
along
dark
dogs
its
handle
helped
language
store
talked
drunk
finally
front
thirty
30
strange
known
restaurant
wrote
kill
liked
list
others
perfect
##a
missed
report
takes
war
cake
worked
building
dangerous
half
leaving
prefer
birthday
lived
order
running
telling
actually
least
mistakes
figured
forward
six
happens
necessary
whether
allowed
happening
second
air
beach
closed
sense
speaks
loves
brought
expected
paper
swimming
broken
coat
men
weekend
##ion
case
wear
gets
strong
cannot
follow
sent
walked
disappointed
dream
cook
evening
flowers
road
shut
completely
garden
tall
writing
white
##ies
dictionary
shopping
upset
nervous
rules
dance
smoke
choose
future
opinion
seat
somewhere
whatever
worth
dollars
famous
health
loved
noise
library
weight
glass
offer
set
teach
written
drinking
either
floor
information
fine
hasn
lawyer
learned
several
shirt
guys
taken
piano
sounds
attention
umbrella
##k
fix
luck
seeing
send
plane
sad
wake
##ment
desk
husband
##o
camera
during
mad
means
spoke
bag
crying
danger
sleeping
waste
clear
ahead
owe
waited
accept
address
alive
less
listening
medicine
opened
women
##ic
girls
kiss
excuse
save
thinks
poor
shot
apologize
telephone
blame
carefully
lake
message
smart
ticket
whose
##ity
apple
black
driving
uncle
showed
solve
certain
fight
join
pass
side
vacation
bank
grow
radio
##ive
arm
borrow
cats
difference
promised
guitar
horse
keys
plans
suppose
tie
discuss
fired
inside
prepared
price
across
concert
lying
asking
empty
gun
pictures
ship
count
date
kid
abroad
arrive
boyfriend
glasses
joke
piece
success
sunday
walking
college
correct
fault
ice
dressed
immediately
none
patient
sitting
smell
willing
color
cry
involved
regret
sign
slept
staying
traffic
wonderful
fat
played
speech
test
##le
afford
given
honest
television
gift
impossible
meat
worse
agreed
earlier
four
hardly
kissed
travel
##or
boys
lock
satisfied
shower
terrible
couple
cute
harder
##on
begin
blue
experience
movies
ride
succeed
animals
decide
lend
##ers
chair
control
anywhere
bill
earth
past
winter
beginning
drank
figure
line
machine
raining
act
easily
passed
singing
stuff
sugar
##ist
driver
heavy
laugh
pen
seemed
surprise
taught
warm
boat
charge
eggs
enjoyed
held
leaves
painting
airport
also
consider
likely
sell
storm
throw
tokyo
weeks
##led
foreign
prison
special
wall
##m
blood
fishing
laughing
law
pick
planning
sooner
bother
injured
knife
lied
wash
##ted
america
built
fool
gotten
laughed
mom
novel
refused
rid
shop
top
##ful
##l
##ling
admit
followed
newspaper
sun
kitchen
meant
suddenly
taxi
trees
twice
bottle
cooking
fall
favor
ideas
learning
stolen
welcome
younger
eye
plenty
weird
##ation
carry
convinced
drop
grandfather
mountain
painted
public
##ure
bike
calm
seriously
share
american
doubt
hadn
risk
apples
bread
buying
impressed
watched
##ine
duty
liar
moved
plays
sky
failed
herself
mail
months
protect
return
suggest
absent
ashamed
calling
feelings
jealous
ought
recently
sentence
smile
studied
allow
bird
enemy
canadian
translate
##ting
accused
attend
aware
feels
giving
hide
history
simple
slowly
yes
bet
faster
helping
hundred
ill
lonely
recognize
saved
teeth
till
breath
button
deserve
exam
fit
john
marry
received
sight
stuck
##i
##less
arrested
awake
church
common
expecting
fear
native
neither
wedding
worst
##ate
##in
continue
fruit
instead
leg
missing
museum
october
realize
taller
though
voice
##est
friendly
god
lights
locked
stood
wind
wondering
baseball
escape
hates
languages
seven
stole
warned
##ry
apartment
beat
cool
hang
popular
president
rent
sold
##us
10
body
bridge
feet
forced
ground
normal
paint
sleepy
##id
card
explanation
extremely
fact
government
green
guilty
mouth
silent
soccer
stick
##th
boring
cards
covered
meal
notice
ordered
pleased
respect
##ts
acting
bath
dirty
feed
foot
kidding
neighbors
prices
project
proposal
spring
ball
cars
chocolate
deep
pair
starting
##ness
bored
brothers
caused
course
crime
drinks
fair
manager
slow
solution
step
suitcase
##an
##ia
##ian
absolutely
believed
considered
dad
excited
grew
hid
listened
map
noticed
ring
singer
standing
##age
##ant
##h
birds
cause
mood
pizza
presents
sort
##en
##nt
complaining
confused
innocent
lots
memory
private
schedule
shocked
spending
comfortable
cream
forgive
opportunity
perhaps
push
responsible
sweet
tears
vegetables
village
vote
wallet
woke
appointment
bigger
cried
depressed
fresh
keeps
rains
raise
single
soup
subject
suit
support
tickets
washing
club
fly
healthy
rule
salt
truck
upstairs
dreams
following
nearly
pencil
straight
talks
tastes
united
##0
certainly
concerned
dropped
eats
eight
explained
flight
forgotten
growing
hey
hiding
lazy
nose
returned
rope
sea
##ish
##ue
among
chess
cookies
curious
embarrassed
ended
energy
fighting
moon
picked
taste
tough
understood
##ous
##ter
answered
belong
convince
idiot
jump
match
personal
rice
songs
totally
visited
yen
##ch
##ped
article
avoid
contact
cross
europe
exhausted
familiar
fed
forever
gas
grandmother
holiday
king
license
names
peace
player
reach
relax
stone
tight
##ance
changes
countries
heat
imagine
losing
middle
mistaken
nine
power
result
spoken
type
urgent
windows
blind
cancer
continued
further
huge
permission
seldom
skiing
sweater
thousand
university
##ating
000
account
bear
dancing
due
entered
mess
moving
nuts
passport
pool
rude
shy
amazing
clever
gold
goodbye
hearing
legs
manage
policeman
practice
prove
punished
results
states
theory
unhappy
##ar
cash
enter
exercise
lady
loud
polite
realized
smarter
wet
within
add
art
bedroom
calls
dishes
distance
escaped
filled
handed
headache
hoping
hurts
intend
letters
low
murder
parked
paying
photo
pull
rang
remained
sisters
trusted
whenever
##g
##man
##te
anyway
complain
delighted
games
jacket
matters
meaning
ourselves
washed
##ally
##ot
clearly
island
obey
oil
possibility
remain
roof
shall
soldiers
teaching
view
york
##ile
##p
##w
attractive
awesome
details
fill
golf
ignore
neighbor
reached
thief
third
traveling
video
zoo
##ged
above
advantage
apart
available
burned
chinese
ears
happiness
interest
introduce
managed
particular
pretended
purpose
refuse
twenty
unless
wise
##ical
##rs
##ty
behavior
brave
credit
fairly
football
market
prize
smiling
##ible
believes
carried
couch
crowd
disease
excellent
land
london
pressure
shoot
size
system
unfortunately
unlikely
usual
##5
abandoned
cheap
closer
complicated
delicious
denied
diet
easier
everywhere
hired
naive
obviously
oldest
organized
page
perfectly
rumor
runs
speaker
sports
survive
teachers
##ial
##ized
##ping
bell
brush
chicken
dentist
dry
dying
harm
hire
imagination
natural
nurse
santa
similar
smiled
spends
threw
treated
warn
wears
##ge
##ious
##it
accepted
according
area
arms
attack
climb
cops
email
except
garage
jail
judge
naked
poem
rained
sharp
supermarket
ugly
winning
woods
##ce
##ched
##pt
betrayed
bite
confident
costs
diary
discussion
earthquake
facts
fence
gives
group
loss
position
reply
saturday
sofa
someday
staring
##ated
belongs
copy
cruel
doors
emergency
engine
fixed
form
frightened
highly
illegal
retired
roses
stranger
suggested
tells
themselves
thirsty
treat
workers
##at
##cy
##ide
advance
answers
downstairs
draw
fever
france
habit
jokes
mention
neighborhood
picnic
post
suspect
useful
weak
yourselves
##ize
americans
badly
classroom
complete
condition
difficulty
fail
grateful
hated
hello
insurance
invitation
shoulder
star
temperature
using
wore
##ent
barely
cleaning
drowned
explosion
failure
foods
gunshot
hobby
hung
jumped
kinds
lift
noon
obvious
pants
pocket
population
pushed
race
receive
safety
sang
space
thirteen
touched
wherever
##b
##ble
##ned
##ns
accustomed
conversation
crossed
dating
fallen
forest
furniture
grab
guests
human
introduced
meals
pleasure
promises
salary
sale
smells
unable
wood
writer
##as
##ished
##st
artist
awful
bathroom
cleaned
complained
eventually
horrible
lay
lovely
magazine
nearest
offended
prisoners
punctual
season
shape
stock
yellow
##ap
##ary
band
checked
childhood
contract
depends
divorced
examination
example
grass
hurried
joking
nap
orders
patience
recognized
relieved
remind
selling
served
solved
##ad
##op
borrowed
chosen
corner
dizzy
effort
falling
finger
foolish
goal
hug
illness
impatient
knocked
lies
mayor
million
nowhere
occurred
pale
pie
pulled
quick
rely
responsibility
spread
stairs
stamps
succeeded
sudden
vase
wasting
##ered
##ified
##les
##ual
##um
acted
arguing
cheese
doctors
drives
elevator
fingers
friday
german
horses
houses
ignored
issue
marriage
math
paris
pretend
raised
recommend
repaired
rock
stronger
suicide
sundays
tongue
##et
##ut
apply
audience
beauty
bottom
capital
climbed
cousin
damage
depend
enjoying
exciting
flower
friendship
intelligent
lately
orange
ours
relaxed
ruined
sandwich
smaller
stars
thin
understands
worrying
##ip
##red
00
airplane
army
attacked
china
evidence
hill
leader
midnight
model
nonsense
nor
ones
pity
planned
rarely
stomach
stories
studies
suspicious
talented
##ked
butter
dare
deeply
destroyed
discussed
drove
entirely
flat
hero
invite
member
parties
persuade
progress
science
seats
shelf
silence
towel
##rate
##ring
alarm
bar
bright
compared
cover
election
fifty
finding
fortune
helpful
jobs
lower
members
newspapers
persuaded
pieces
plants
press
prevented
scare
spot
survived
swear
teaches
##ice
##ics
##ied
##one
ability
advise
alcohol
anger
anxious
appears
boxes
cancel
capable
castle
chose
deaf
describe
dozen
education
file
headed
mirror
offered
passengers
percent
proof
repair
shame
spare
speed
successful
toilet
unlucky
writes
##cing
##el
##ft
##ities
##ming
##ner
animal
argue
assistance
barking
becoming
burst
committed
courage
crowded
desperate
determined
doll
elected
graduated
iron
jackson
laid
lent
lesson
loan
nature
potatoes
properly
rose
round
seated
shorter
skinny
unusual
##am
##dy
##iest
##ls
##med
##os
##ries
##se
##ured
admire
aunt
brown
cab
canceled
careless
cheaper
clouds
demanded
drawer
dreaming
experienced
express
flying
frankly
gate
generous
greatest
holding
nearby
note
novels
poured
prepare
reasonable
record
robbed
skin
socks
south
theater
traveled
understanding
yelling
##aking
##ations
##ments
##ump
##up
alike
allergic
appeared
build
cheated
coincidence
complaints
cooked
dessert
divorce
efforts
farm
fog
helps
honesty
kindness
knowing
misunderstanding
north
oh
opening
places
politics
repeat
roll
screaming
service
sport
state
strike
stunned
terms
ways
web
##ier
##ions
##room
##x
apologized
argument
aside
beard
bench
bitten
bleeding
bothering
center
concentrate
counting
danced
debt
detail
disappeared
doubts
dumb
dust
extra
fake
fond
generally
gloves
handsome
income
incredible
interrupt
lines
mathematics
medical
miles
modern
mountains
named
paintings
planted
pleasant
pond
rate
refrigerator
reminds
search
ski
sore
stared
thick
uncomfortable
whoever
wounded
##ering
##iring
100
2013
adopted
album
ambitious
amount
bags
baked
beg
begun
captain
computers
concern
cop
criminal
customers
direct
disturbed
economy
fantastic
force
fought
fully
genius
gentleman
goods
higher
hole
kissing
loudly
mondays
password
pockets
published
reasons
ridiculous
scene
sounded
spell
stealing
suffering
value
violin
website
##3
##ct
##ding
##ess
##ging
##oon
##ve
##ves
##way
accidents
actor
apology
attended
begins
bowl
cares
deny
diagnosed
disagree
ear
earns
entire
fifteen
focus
guard
hesitate
holidays
improve
instructions
intention
internet
juice
local
main
major
ocean
package
photos
reliable
resign
rough
sand
saving
secrets
shoe
silly
suggestion
toward
tower
trained
walks
weapons
wild
##aled
##ator
##hip
##istic
##ow
annoying
assume
biggest
breathe
celebrate
changing
claus
closet
confidence
contest
delayed
direction
drugs
electricity
eleven
enemies
false
final
gotta
greeted
handy
happier
impression
lack
lead
mud
odd
okay
powerful
putting
removed
request
reservation
rooms
scolded
self
spain
split
strict
threatened
tied
tire
trunk
useless
wondered
##4
##6
##ack
##ast
##ened
##ism
##nce
##table
##use
armed
assumed
behave
belt
blew
burn
candy
chest
closely
data
deserves
disgusting
engaged
eve
farmer
fate
hanging
hopes
investigation
jam
jazz
louder
miracle
mt
operation
options
oven
program
purse
relationship
remove
salad
signed
strength
surrounded
terrific
tip
truly
upon
violence
volume
##f
##gy
##ily
##ior
##is
##ise
##ium
##oke
##ra
admitted
assistant
average
bargain
battle
birth
challenge
chances
choices
comment
committee
conference
crisis
definitely
departure
double
dreamed
egg
embarrassing
employees
exact
expert
factory
gathered
hammer
humor
informed
intended
itself
knowledge
larger
lasted
luggage
master
noisy
papers
positive
preparing
professional
rainy
recovered
related
research
ringing
rush
security
shook
sometime
square
steal
streets
struck
subway
supper
terrified
throat
translated
turning
unexpected
warning
weapon
##ail
##ative
##de
##fully
##il
##iled
##ination
##ins
##ke
##king
##ort
##sing
agreement
ambulance
arrest
burning
carrots
cell
cheer
cigarettes
discovered
drug
experiment
haircut
hall
however
invented
italy
lecture
online
optimistic
owns
pack
planet
remembered
resist
risks
selfish
spite
tax
taxes
unconscious
visiting
##ited
##ma
##ons
##ray
##ug
##ze
accompanied
ancient
author
autumn
bananas
basket
basketball
ceiling
ceremony
climbing
court
distracted
edge
entrance
exchange
firm
fortunate
ghost
ghosts
imagined
improved
industry
keeping
largest
lightning
misunderstood
notebook
numbers
pardon
rare
scissors
sells
sleeps
snakes
social
spy
turns
valuable
volunteer
warmer
wished
##als
##ay
##ll
##me
##ong
##ore
##ral
action
below
bills
bitter
board
breathing
cave
content
cows
dawn
department
disappoint
examined
exist
fuji
funeral
gifts
granted
hidden
increase
jeans
lawn
lit
miserable
mystery
oranges
possibly
prisoner
recent
remains
scream
screamed
sensitive
shake
sheep
shock
simply
skirt
sophisticated
starts
teenager
timid
unfair
vain
voted
wasted
##ain
##dle
##ey
##ight
##ks
##land
##out
##rating
##ress
##ss
admired
ages
attitude
bald
bee
beef
beyond
buildings
candles
cities
classes
coach
complex
cow
deadline
demand
document
documents
downtown
dumped
fan
flew
focused
fridge
garbage
goals
handled
harvard
hi
humble
incredibly
insane
loser
mistook
mobile
parking
path
personally
pitch
plain
plant
poison
policy
postponed
prevent
products
released
require
required
respond
scientist
serve
significant
soft
sons
soul
spoon
steak
stopping
suitcases
tense
toes
twin
twins
volunteered
weigh
##7
##ach
##aded
##iable
##ne
##ose
##u
actress
africa
although
answering
approach
baggage
battery
blackboard
bomb
border
bound
bucket
buried
charges
cigarette
cleared
coins
crash
crashed
crossing
darker
envelope
fainted
fashion
fits
fluently
gambling
germany
grown
hoped
kicked
legal
mall
medication
merry
mouse
nerve
packed
particularly
peel
poet
postpone
privacy
quality
rabbit
reads
rejected
sees
settled
shirts
spiders
stamp
stubborn
suffer
suits
sunglasses
sweat
tallest
tattoo
total
training
translation
trap
twelve
west
##ably
##ale
##ard
##iate
##io
##ipped
##ists
##ition
##nd
##od
##ote
##tic
##tion
##ums
##ur
absence
aimed
appropriate
breaking
bringing
carpet
charming
collecting
commit
compromise
conditions
decisions
dragged
drowning
ease
ends
evil
film
fork
frequently
grounded
grows
height
ink
joined
laundry
mentally
mentioned
meters
musician
narrow
nation
nicer
pajamas
rested
rumors
scientists
shared
shave
silver
slight
strangers
supplies
surgery
surprising
text
tooth
tourists
toy
toys
trains
trapped
vegetarian
walls
youngest
##ak
##co
##ined
##ization
##izing
##mer
##ncy
##nded
##ning
##rated
##ude
##unch
##used
accent
achieved
agrees
alternative
appearance
attic
banana
bass
blamed
boots
bunch
camping
cellphone
circle
climate
complaint
convenient
cough
coward
crack
creative
customer
daughters
discount
eager
envy
exchanged
expenses
fastest
field
folded
frozen
graduate
hers
hundreds
importance
impressive
india
intersection
jerk
knees
led
loaded
magazines
method
mission
motivated
murdered
non
option
overweight
pregnant
raw
rented
rescued
scary
secretary
settle
shaken
snowing
staff
stops
style
suffered
sunscreen
supportive
survivors
swing
switch
target
tent
terribly
wishes
##9
##ame
##and
##board
##ee
##house
##ime
##let
##lock
##men
##ob
##oe
##ology
##oo
##ors
##per
##re
##tained
##ters
##ust
adult
apparently
attempt
attempted
authority
bare
beside
blow
budget
bullet
cautious
century
chairs
cheerful
code
connection
constantly
cure
custom
daily
dancer
debate
deserved
destroy
devoted
differ
drawing
earn
effective
efficient
error
event
excuses
faith
fascinating
fooled
formed
forty
freedom
gain
grades
gunshots
heavily
hook
interfere
june
knee
kyoto
loose
magic
mars
millionaire
neat
neck
necklace
object
objective
officer
original
plastic
prohibited
provide
provided
quietly
receipt
reminded
rising
ruin
searched
seconds
sincere
skeptical
source
starving
stepped
swam
talent
task
thieves
thousands
thrown
towards
treatment
trick
unbelievable
unemployed
universe
valentine
violent
visitors
whale
wiped
wire
wound
##ag
##bed
##cated
##ching
##cle
##ds
##ear
##eer
##ink
##itch
##ration
##rous
##side
##time
##tor
##vy
20
acquainted
aim
awfully
awkward
beating
beginner
brand
breaks
bug
candle
cheating
classmates
closest
colors
conditioner
connected
cookie
crew
dedicated
deserted
despise
difficulties
donated
drew
elephants
engagement
england
equal
finds
fluent
foreigners
general
glanced
grabbed
guessed
guide
incident
insult
laughter
lessons
minister
motorcycle
negative
notes
performance
permitted
pet
pipe
presence
puppy
puts
remarks
safely
shows
skipped
strongly
sum
supply
thoughts
track
verify
victim
visa
wealth
welcomed
wheel
whichever
wreck
##8
##box
##cies
##ck
##der
##ens
##her
##iling
##ings
##itive
##nal
##nic
##nical
##orn
##oyal
##ton
##ub
##uck
##ud
##ush
##ver
##ving
accomplish
achieve
addressed
adults
aggressive
annoyed
appear
appetite
application
approved
april
beans
bedtime
besides
bluffing
cherry
clue
consequences
consideration
contains
cooperate
critical
degrees
detective
discouraged
dislike
divided
dollar
exams
eyesight
flu
gear
gray
guest
gym
halfway
hitting
hopeless
knock
knocking
ladder
landed
leak
limit
loosen
menu
national
opinions
otherwise
pencils
per
personality
plate
pointed
poker
politician
poverty
pretending
productive
pronounce
puzzle
qualified
riding
sentences
slice
slipped
soldier
symptoms
thorough
toothpaste
volunteers
watches
yelled
##acing
##ah
##aries
##ax
##bs
##c
##ches
##ded
##do
##form
##iction
##ie
##ill
##ised
##iving
##ms
##oy
##read
##rn
##sed
##stic
##sy
##uate
##uous
##uted
300
500
added
addicted
ambition
announced
arriving
based
bathtub
becomes
blocked
bold
brain
briefly
captured
carrying
causes
celebrating
chat
circumstances
classical
colds
compare
confessed
correctly
cottage
culture
currently
curtain
debts
disappointing
dishwasher
dyed
electric
examine
faces
financial
fined
flag
forgetting
fox
gained
guns
handkerchief
heaven
honey
hospitalized
hugged
hunting
indoors
interview
jogging
journalist
journey
laptop
letting
logical
maid
manners
memorize
meter
normally
objection
opposite
osaka
participate
picking
pills
poems
political
pot
practicing
pray
precious
pressed
pride
promoted
regular
regularly
rescue
retire
risky
rocks
romantic
saint
sales
scenery
screw
shift
signs
sings
sleeve
slightly
spelling
struggled
tail
tend
topic
treating
trusts
underestimate
unnecessary
uses
victory
waved
websites
witness
worker
yard
##2
##arily
##case
##ect
##ence
##erve
##ff
##fit
##hin
##ians
##ided
##ids
##ient
##ire
##itated
##ival
##ives
##ivity
##na
##ode
##oid
##ologist
##owed
##rain
##rained
##rude
##ster
##ulate
##ute
##well
20th
50
aboard
acceptable
astonished
avoided
basement
blanket
bone
british
brushed
burglar
charity
cheek
clothing
collection
compliment
consists
copies
criticism
crops
customs
decent
decorate
demands
dull
emotional
errors
especially
essential
exit
expectations
female
fewer
flashlight
flies
forgetful
forgiven
frog
gullible
habits
heading
helpless
humiliated
insects
kick
latest
length
lifted
lottery
messages
murderer
nowadays
nuclear
outdoors
painful
panicked
phoned
photograph
pilot
players
predict
prime
proceed
product
psychic
puzzled
quarter
reaction
recall
recommended
recover
religious
remarkable
response
richer
rushed
sandwiches
shoulders
sides
sixty
skills
sour
spotted
starved
stores
sunset
surgeon
tasted
temper
temptation
thanked
tiny
tomatoes
tore
tricked
wealthy
whistling
wide
wipe
worn
##aches
##ade
##cope
##cted
##ency
##ern
##ficial
##gar
##iation
##ication
##iced
##ick
##icked
##ison
##itious
##nel
##nk
##oat
##og
##ored
##ost
##pers
##race
##ressed
##ried
##rted
##rupt
##shed
##uding
##uit
##un
##ung
##ution
##vation
##work
absolute
accompany
accurate
affair
alcoholic
alibi
amazed
angel
ants
applied
applies
asks
assure
backwards
basic
begged
bloom
blown
bodyguard
bookstore
bothered
bottles
branch
brief
cap
cared
cd
cloth
clung
competition
consult
contagious
creepy
damaged
decorated
desert
destination
earned
eighteen
encouraged
envious
european
families
files
forgave
grapes
highest
hiking
honor
ignorant
inevitable
innocence
insist
insisted
interpreter
interrupting
issues
joy
judging
junk
ladies
laws
lawyers
leaned
lion
log
manual
mercy
nails
overreacting
owes
parts
pathetic
permit
pickpockets
plumber
pounds
priority
professor
pure
rabbits
racket
register
regrets
relatives
remote
replace
resourceful
respected
ridden
rotten
row
scarf
schools
sec
separated
shaking
sir
skip
slip
snowed
snowman
spider
spoiled
steps
suggesting
suitable
surface
sword
teenagers
tests
throwing
trade
treats
trousers
trumpet
typhoon
urged
weekends
wooden
##aging
##ark
##ars
##ase
##ashed
##ators
##back
##ced
##day
##ense
##ession
##gle
##icate
##ict
##ility
##illing
##inate
##ipping
##ite
##iting
##line
##oked
##ol
##opped
##prints
##ps
##rank
##rap
##ributed
##row
##tered
##uce
##uggle
##uing
##uised
##ural
##vor
##ward
##zed
##zing
access
actions
active
aid
amends
anytime
appreciated
approached
approve
arranged
arrives
atmosphere
bars
bees
behaving
beware
blonde
bribe
buses
claims
coin
comfort
command
composition
conclusion
confirm
confuse
consciousness
considering
current
deceived
defeated
delay
delivered
determine
digging
director
dismissed
disturb
dried
east
economic
flood
forecast
fortunately
fries
gorgeous
grandparents
heated
heroin
hilarious
humans
hurting
improving
inch
incompetent
international
kidnapped
lamp
level
lincoln
located
loving
luckily
metal
minded
nerves
nodded
occasion
opera
opposed
ordinary
outraged
panic
pillow
politely
prefers
prince
property
pulling
queen
rapidly
rat
recipe
refrain
registered
religion
reputation
requires
reserved
resigned
richest
rights
sauce
semester
sending
shade
shooting
showing
skate
skill
slippery
spilled
stage
stands
stones
stove
sunny
swimmer
temporary
tempted
thankful
threatening
tires
tolerate
toothache
touching
travels
troubled
unlocked
warmth
whispered
wolf
zero
##atic
##ber
##by
##cked
##ected
##ening
##going
##hew
##hine
##iating
##ican
##ident
##iles
##im
##ines
##ipes
##isted
##light
##lined
##my
##nds
##ng
##ntial
##ny
##ody
##olved
##ome
##ood
##ops
##ord
##orted
##ots
##ouse
##over
##pelled
##plied
##rass
##sh
##tain
##tors
##ubbed
##ube
##ument
##wood
##zard
abandon
alice
alternatives
annoy
approaching
argued
arrow
avoiding
banged
barber
canadians
champagne
checking
collected
community
conclusions
coughed
countless
cousins
curiosity
curtains
dealing
deals
defend
delicate
deliver
desire
diamond
dish
disturbing
earthquakes
essay
exception
falls
fasten
faults
fixing
flexible
fooling
gently
gradually
grammar
grave
guitarist
hardest
haunted
heads
hint
hostages
humid
ignorance
impress
increasing
inflation
insecure
interrupted
irrelevant
irresponsible
jury
lacks
latin
literature
memories
merciful
mile
misjudged
modest
monkey
monkeys
nail
obeyed
occur
onto
overheard
owned
oysters
pace
pairs
partner
pianist
planes
points
pollution
postcard
previous
priest
princess
production
pronunciation
propose
protection
punishment
railroad
replaced
reserve
rise
role
rome
roommate
salmon
searching
sensible
shallow
situations
society
speakers
specific
standards
startled
stays
stream
subscribe
sunrise
teens
thumb
tools
tour
tricks
tune
uneasy
unfortunate
various
victims
wednesday
windy
wings
wins
worries
youth
##ab
##ants
##apped
##ash
##burn
##ction
##den
##ection
##ell
##eze
##ffed
##fill
##hes
##idate
##ience
##ig
##itis
##iver
##kers
##lin
##lls
##mes
##mit
##nails
##nit
##nse
##ogical
##olve
##oot
##orm
##ower
##posed
##rant
##rel
##ressing
##rim
##rint
##rows
##saw
##tle
##und
##unt
##ures
15
absorbed
acts
admission
agreeing
alert
allergies
architect
arrogant
asia
backed
balls
behaved
blowing
boil
bowed
bumped
burnt
buys
canada
career
carelessness
carries
cellar
chased
choir
chores
cloudy
coal
coast
conscious
controlled
cooks
cooperation
crawling
cutting
december
declined
despite
devastated
differently
directions
discreet
elderly
emotions
enjoys
excused
experiences
fabulous
fatter
fearless
fields
flattered
follows
forces
frustrated
furious
fuss
fussy
gather
gladly
grade
greedy
guarantee
guards
halloween
handwriting
heater
heavier
honestly
hunger
image
increased
indeed
independent
influence
injury
intelligence
items
justice
killing
knitting
limited
limits
listens
majority
material
measures
melted
messed
mexico
minor
mosquitoes
mr
negotiations
nightmare
numb
organization
pages
payment
pays
pens
pepper
pets
praise
prettier
procedure
process
proper
quitting
reconsider
records
reduce
requested
resilient
responsibilities
rifle
rings
risked
rugby
russian
sank
satisfactory
savings
scares
seventeen
shed
shouting
sink
slavery
slower
smokes
snake
soap
somehow
statue
stir
strawberries
stretched
stylish
surf
sushi
suspected
suspended
tape
teased
technology
textbooks
threat
thrilled
tracked
troops
trout
union
unique
unknown
voices
wheat
wisdom
wow
##50
##ace
##ake
##aked
##all
##ang
##asy
##ates
##aving
##bly
##bow
##courage
##dition
##down
##ef
##els
##enger
##ensive
##ep
##ffs
##formed
##ger
##ground
##iking
##ild
##imate
##inent
##ips
##itor
##kes
##ler
##live
##look
##mployment
##night
##olves
##ool
##ophy
##ories
##osition
##pe
##point
##pose
##reak
##rew
##rist
##sion
##tal
##tering
##ucted
##uction
##udge
##ues
##ular
##ushed
##vey
##water
##worthy
##yard
12
accusing
acquired
addict
affairs
affected
affects
afterwards
ammunition
amused
arrange
bites
boiling
bones
brings
bury
bush
businessman
camp
caution
cds
chairman
character
charged
cheat
cheeks
childish
click
comments
communication
constant
construction
contain
counter
courageous
create
created
cups
dealt
deposit
devil
differences
dining
discussing
effect
embassy
ending
engineer
entering
estate
ex
fbi
flirting
flour
flows
foreigner
freezing
frost
gay
goat
gonna
gossip
greatly
greek
handbag
happiest
harvest
homeless
horrified
kilometers
labor
laughs
leads
leather
lightly
lips
longest
loses
materials
mix
necessarily
needing
objected
opportunities
overseas
overslept
overworked
owner
oxygen
painter
passing
pink
policemen
politicians
powerless
privately
proverb
pulse
rational
realistic
remembering
resources
restaurants
resume
ripped
robbery
rolled
ruthless
sake
scar
section
selected
selfie
sheet
shelter
sits
smelled
smoked
sneaky
snore
sober
someplace
spaghetti
spanish
stain
stalling
steel
surprises
swept
talkative
temple
tends
thursday
turkey
turtles
uniform
ups
vague
valid
van
vision
vivid
waiter
weeds
whistle
##ache
##ained
##ales
##ano
##ara
##ased
##aul
##ave
##ba
##bone
##book
##ctic
##eps
##ezed
##ffle
##ficient
##fire
##gnition
##go
##hand
##hill
##hips
##hrase
##icated
##iding
##iety
##ify
##igh
##ilities
##inated
##inct
##ired
##irt
##itating
##itation
##key
##lap
##lating
##lim
##loaded
##mature
##nding
##nna
##nts
##oad
##oed
##om
##omatic
##ometer
##oms
##ont
##ony
##oral
##pa
##perative
##port
##raph
##rapped
##rial
##rick
##rings
##rk
##ties
##ture
##uation
##ucked
##ught
##uise
##ulation
##uming
##umption
##uring
##urs
##using
##usion
11
13
19
accomplished
adorable
advertising
alarmed
amusing
astronomy
attached
attorney
attracted
babies
baffled
bartender
bat
bears
beers
bible
blast
blocks
cabin
cakes
callous
cardboard
causing
cheered
chicago
chimney
chopsticks
chuck
cliff
closing
colder
collapsed
collect
communicate
confirmed
congratulated
congratulations
conscience
conscientious
conservative
contented
costume
cotton
criticized
crush
crushed
cured
defense
delivery
designed
destiny
differs
disappear
disaster
disgusted
distinguish
drill
driven
dye
elephant
exaggerate
exercising
farmers
fashioned
fifth
filed
flights
flooded
garlic
giggled
golden
guessing
ham
hesitated
hiring
homesick
hometown
horror
humanity
identify
immediate
include
included
intrigued
isolated
january
july
kite
lemon
link
lowered
luxury
military
minimum
mosquito
naturally
nauseous
ninety
obliged
observant
occasionally
offend
outcome
panting
patients
physical
plug
pork
potato
potential
predicted
principles
prom
proved
prudent
punched
rash
rats
reality
reception
recess
reduced
regards
relief
remembers
repeated
responded
roads
robber
safer
sarcastic
seeds
sets
severe
sewing
sheets
shots
sincerely
sinking
slapped
smashed
smooth
snowstorm
software
solar
speeding
spicy
squirrel
stabbed
stare
steady
stiff
sting
stressed
stressful
strictly
stroke
sue
sunlight
switched
switzerland
symbol
tap
tear
tested
textbook
tidy
trash
typical
upside
vacant
version
wandered
watermelon
worthless
##1
##ages
##ai
##ailed
##ails
##ait
##alf
##alk
##ances
##anic
##arm
##atisfied
##axed
##cast
##che
##children
##em
##ew
##fly
##fted
##ginative
##gram
##hed
##iar
##icking
##ief
##ield
##iers
##imately
##inative
##inning
##iology
##ipated
##itory
##ively
##ji
##lip
##lling
##load
##low
##maginative
##mates
##nate
##neath
##nect
##obe
##ock
##oline
##olted
##oma
##ook
##ooze
##opin
##orate
##oss
##oved
##oyed
##pect
##proof
##py
##rail
##rations
##rced
##rent
##tch
##tes
##tract
##ulb
##umbling
##unk
##urt
##uts
##v
##ved
##victed
##wed
##ympathetic
##zy
200
abolished
accountant
achievement
acquitted
adjust
ain
alphabet
approval
aspirin
asthma
balance
barked
barks
basis
batteries
beaten
benefit
biting
blaming
blankets
blinded
boiled
bore
bowling
brilliant
bum
calculated
calendar
california
calmly
campus
carbon
catholic
celebrated
chain
checks
citizens
comic
compete
completed
conflict
contribute
corn
corrected
council
crafty
crimes
criminals
curse
dates
deepest
defeat
degree
demanding
described
developed
device
dig
discovery
disobeyed
dolls
dove
duck
dumbfounded
effects
eiffel
environment
escaping
examples
existence
explaining
explode
extent
faithful
festival
filthy
fireplace
floats
fold
frank
fuel
gifted
glance
guts
heartbroken
heating
hockey
holds
holes
id
imagining
impolite
inform
injuries
intends
intentionally
investigating
investment
italian
jet
jewelry
knives
landing
male
marks
marrying
mechanic
millions
motion
muscles
nations
negotiate
onions
organic
packing
parent
partners
peanuts
permanent
pessimistic
pharmacy
photographer
physics
pig
pigs
plus
pole
possibilities
pour
preaching
promotion
protested
purchase
receiving
recovering
regretted
relaxing
revenge
russia
sample
saxophone
score
scratch
scratched
servant
shining
shortage
shortly
silk
sip
slammed
snack
sock
speechless
spinach
stake
steam
stinks
straw
stress
suggestions
swims
swollen
sympathy
talents
telephoned
term
tightly
traitor
virus
visits
vocation
volleyball
wages
waist
waitress
warming
whereabouts
wisely
##acked
##adow
##afe
##agging
##ama
##asts
##atures
##bell
##bit
##bled
##bling
##burgers
##ccupied
##cely
##chair
##chy
##cious
##cluded
##coming
##cracy
##ctor
##ece
##essed
##ex
##fall
##fo
##garded
##gling
##gment
##hase
##holes
##hone
##hore
##iated
##ibly
##iented
##ievable
##ignant
##ils
##ilt
##iness
##int
##ional
##ique
##ir
##iration
##ishing
##ital
##itled
##kind
##la
##lace
##ledged
##lieving
##linched
##lope
##mble
##mic
##mission
##mist
##mon
##mous
##nda
##nies
##nture
##ogged
##ole
##omat
##oning
##orious
##owing
##ows
##pack
##pering
##pulsive
##qualified
##quence
##raphy
##rawl
##reaked
##recise
##res
##rown
##sal
##sis
##tand
##tery
##uary
##ued
##ufficient
##ugged
##ulated
##ulsive
##umbled
##ume
##umped
##umps
##unched
##undant
##une
##urger
##urned
##urry
##uting
##ware
##works
##ws
##yed
##zon
70
adapt
addition
agriculture
ankle
anniversary
applauded
asian
assigned
astute
atomic
babysitter
barefoot
beings
bent
bicycles
bleed
bothers
bullets
butcher
butterflies
cabinet
calmed
cameras
cases
catches
cattle
cease
chemistry
chief
chocolates
chubby
citizen
civil
client
cloud
complains
conduct
congratulate
counted
counts
covid
crop
dangers
declared
decline
demonstration
deprived
description
discover
diseases
dorm
doubtful
drunken
earliest
elders
enormous
equipment
estimate
expressed
extraordinary
extroverted
faced
faint
farther
fascinated
fashionable
fee
folks
forehead
frightening
fruits
funds
fur
gamble
global
groups
growth
guilt
hairstyle
heights
helmet
housework
huddled
hunter
iceberg
idiots
ignoring
imported
imports
inconvenience
incorrect
infection
inherited
inspired
instant
insulted
intentions
invention
jesus
justify
kilograms
lets
lid
lifetime
lighter
location
logic
lovers
marathon
mass
massage
mat
mature
medal
mere
microphone
minds
mixed
mozart
mug
mule
museums
needle
nickname
niece
noises
novelist
nursery
official
opponent
organ
orphan
pacific
participated
partly
pattern
penny
persistent
picky
pies
plates
pound
prescribed
presented
primary
prior
programs
pushing
questioning
racist
rage
raincoat
refer
refugees
regained
regardless
relatively
release
reluctant
remark
represent
resembles
revolution
rivers
roast
root
rub
sailing
salesman
salty
saturdays
scandal
secretly
sentenced
separate
september
sew
shakespeare
shattered
shops
shouted
shovel
sipped
sixteen
skating
snap
snickering
soil
sorts
span
spirits
spontaneous
starch
statement
stomachache
stung
surrender
surrendered
suspects
suspicion
sweep
sweets
taxis
teams
testify
texting
title
tourist
treasure
tries
trigger
troubles
trusting
tuberculosis
typewriter
unmarried
unpleasant
unturned
urge
verge
volunteering
voyage
warmly
washes
winner
wiser
woodchuck
worthwhile
worthy
wounds
##!
##"
##$
##%
##&
##'
##+
##,
##-
##.
##/
##:
##;
##?
##j
##q
##z
##°
##–
##—
##‘
##’
##€
